Repository: KarimEbrahemAbdelaziz/Soundrocket
Catalog: *.lproj/Localizable.strings
Languages: de

source: This track is not streamable
de: Dieser Track kann nicht gestreamed werden

source: Loading ...
de: Wird geladen ...

source: Password
de: Passwort

source: Sign in with Soundcloud
de: Mit SoundCloud einloggen

source: Sign in with Facebook
de: Mit Facebook einloggen

source: Logout
de: Ausloggen

source: Please enter email and password first
de: Bitte geben sie zuerst E-Mail und Passwort ein

# Something went wrong, please try again
source: Oops something went wrong please try again
de: Ups, da lief etwas schief. Bitte versuche es erneut

source: Likes
de: Favoriten

source: Playlists
de: Playlisten

source: Search
de: Suche

source: History
de: Verlauf

source: Settings
de: Einstellungen

source: Playlists (%@)
de: Playlisten (%@)

source: Likes (%@)
de: Favoriten (%@)

source: People who follow %@
de: Benutzer die %@ folgen

source: People %@ follows
de: Benutzer denen %@ folgt

source: You unfollowed %@
de: Du folgst %@ jetzt nicht mehr

# You are now following %@
source: You are following %@ now
de: Du folgst jetzt %@

source: create playlist
de: Erzeuge eine Playlist

source: Public
de: Öffentlich

source: Enter the name of the playlist here
de: Gebe den Namen der Playlist hier ein

source: Deleting playlist
de: Playlist wird gelöscht

source: Playlist removed
de: Playlist gelöscht

source: Add to Playlist
de: Zur Playlist hinzufügen

source: Playlist removed
de: Playlist gelöscht

source: People who like this track
de: Leute, denen dieser Track gefällt

source: User
de: Benutzer

source: Users
de: Benutzer

# SEARCH_HINT
source: Search for Tracks, Users or Playlists
de: Suche nach Musik, Nutzern oder Playlisten

source: Rate this App
de: Bewerte diese App

source: Developers Website
de: Webseite des Entwicklers

source: Contact me
de: Kontaktieren sie mich

# My Soundcloud Profile
source: Follow me on SoundCloud
de: Folge mir auf SoundCloud

# Like Soundrocket on Facebook
source: Soundrocket on Facebook
de: Soundrocket auf Facebook

# page0
source: Welcome to Soundrocket, a simple yet powerful SoundCloud© client
de: Willkommen bei Soundrocket, dein neuer Soundcloud Client

# page1
source: Search, create Playlists or just look through your History, all options available in the sidebar menu
de: Suchen, Playlists erzeugen oder deinen Verlauf anschauen, alle Optionen sind in der Sidebar verfügbar

# page2
source: Tap on the Miniplayer to reveal the beautiful fullscreen player
de: Tippe auf den Miniplayer um den Vollbild Player anzuzeigen

# page3
source: The player lets you discover SoundCloud© in a completely new way, like your Tracks, read and write comments or just listen
de: Entdecke Soundcloud neu, favorisiere Songs, lese und schreibe Kommentare oder höre einfach nur deine Lieblingsmusik

# page4
source: If you want to write comments just tap and hold on the comments area
de: Wenn du Kommentare schreiben willst tippe lange auf die Kommentar Sektion

# page8
source: With Soundrocket PRO you can download downloadable tracks and much more ..
de: Mit Soundrocket PRO kannst du deinen Verlauf sehen und Kommentare lesen und schreiben

# page5
source: With a two finger swipe down, you can access the support section to give direct feedback
de: Wische mit 2 Fingern nach unten um den Chat mit unserem Support Team zu starten

source: Active
de: Aktiviert

source: This feature is just available for Soundrocket PRO user
de: Diese Funktion ist nur für Soundrocket PRO Nutzer verfügbar

source: Tell me more
de: Ich will mehr wissen

# PRO_MESSAGE
source: Soundrocket PRO enables you to read and write an umlimited amount of comments and to see your playback history
de: Mit Soundrocket PRO kannst du unbegrenzt Kommentare lesen und schreiben, und deinen Wiedergabeverlauf sehen

source: Thank you for purchasing Soundrocket PRO
de: Danke für den Kauf von Soundrocket PRO

source: Read and write comments
de: Lese und schreibe Kommentare

source: See your playback history
de: Sehe deinen Wiedergabeverlauf

source: Remove Get Pro Banner
de: PRO Banner entfernen

# Download downloadable Track
source: Download downloadable tracks
de: Lade downloadbare Lieder herunter

source: Cancel
de: Abbrechen

source: update playlist
de: Playlist aktualisieren

source: creating playlist ...
de: Playlist wird angelegt ...

source: updating playlist ...
de: Playlist wird aktualisiert ...

source: created playlist
de: Playlist wurde angelegt

source: updated playlist
de: Playlist wurde aktualisiert

source: public
de: öffentlich

source: Back to Player
de: Zurück zum Player

# help
source: Need help ?
de: Brauchst du Hilfe ?

# CLIENT_ID_DESCRIPTION
source: Soundcloud has introduces RATE Limits to all Apps that uses there API. So basically that means that all Users together can just play 15.000 Tracks a day. If you experience that streaming does not work as expected and you want to stream an unlimited amount of Tracks a day using Soundrocket you have to create your own Developer Application in 3 easy steps and then paste the client id in here
de: Soundcloud hat Play-Limits für Entwickler Apps eingeführt. Im Klartext bedeutet dies, dass alle Soundrocket User die die offizielle Soundrocket Dev APP nutzen insgesamt nicht mehr als 15.000 plays pro tag erreichen dürfen. Damit du trotzdem unbegrenzt Musik abspielen kannst, musst du dir mit den folgenden Schritten dein eigenes Token erzeugen und hier einfügen.

# register your app
source: 3. Register a new App
de: 3. Registriere eine neue App

# click your apps
source: 2. Click on YOUR APPS
de: 2. Klicke auf YOUR APPS

source: Set your Client ID
de: Setze deine Client ID

# Save client ID
source: Save your Client ID
de: Speichere deine Client ID

source: No Description
de: Keine Beschreibung

# ACTION_SHEET_TITLE
source: Options
de: Optionen

# ACTION_SHEET_PLAY_NOW
source: Play Now
de: Jetzt abspielen

# ACTION_SHEET_SHOW_USER
source: Show User
de: Benutzer zeigen

# ACTION_SHEET_SHARE
source: Share
de: Teilen

# ACTION_SHEET_REPOST_TRACK
source: Repost Track
de: Track reposten

# ACTION_SHEET_ADD_TO_PLAYLIST
source: Add to Playlist
de: Zur Playlist hinzufügen

# ACTION_SHEET_DELETE_PLAYLIST
source: Delete Playlist
de: Playlist löschen

# ACTION_SHEET_DELETE_FROM_PLAYLIST
source: Delete from Playlist
de: Von Playlist löschen

# TABBAR_PLAYLISTS_TITLE
source: Playlists
de: Playlisten

# TABBAR_SEARCH_TITLE
source: Search
de: Suche

# TABBAR_HISTORY_TITLE
source: History
de: Verlauf

# TABBAR_MY_PROFILE_TITLE
source: Profile
de: Profil

# PROFILE_TABBAR_PLAYLISTS_TITLE
source: %@ Playlists
de: %@ Playlisten

# PROFILE_TABBAR_LIKES_TITLE
source: %@ Likes
de: %@ Favoriten

# COMMENTS_PAGE_COMMENTS_TITLE
source: Comments
de: Kommentare
